Repository: BrunoPirard/bw-variation-meta-woo
Catalog: languages/woocommerce-custom-variation-meta-*.po
Languages: fr_fr

source: Sorry, this product is unavailable. Please choose a different combination.
fr_fr: Désolé, ce produit n'est pas disponible. Veuillez choisir une autre combinaison.

source: This plugin requires WooCommerce to be installed and activated. You can download %s here. <br><a href="%s">Back to plugins page</a>
fr_fr: Ce plugin nécessite l'installation et l'activation de WooCommerce. Vous pouvez télécharger %s ici. <br><a href="%s">Retour à la page des plugins</a>

source: This plugin requires a version of WooCommerce higher than 8.0. You can download %s here. <br><a href="%s">Back to plugins page</a>
fr_fr: Ce plugin nécessite une version de WooCommerce supérieure à 8.0. Vous pouvez télécharger %s ici. <br><a href="%s">Retour à la page des plugins</a>

source: Variation Meta Fields
fr_fr: Champs méta des variations

source: Variation Meta Fields Settings
fr_fr: Paramètres des champs métas des variations

source: Field ID
fr_fr: ID du champ

source: Field Label
fr_fr: Étiquette du champ

source: Field Description
fr_fr: Description du champ

source: Remove
fr_fr: Retirer

source: Custom Meta Fields
fr_fr: Champs métas personnalisés

source: Meta Fields
fr_fr: Champs méta

source: Add your custom variation meta fields below:
fr_fr: Ajoutez vos champs méta de variation personnalisés ci-dessous :

source: Hide on product
fr_fr: Cacher sur le produit (front)

source: Add Field
fr_fr: Ajouter une méta
